Revit 2027 API
ParameterTypeId.SteelElemCopeXAngle Property
 "Cross-section rotation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemCopeXAngle { get; }
Public Shared ReadOnly Property SteelElemCopeXAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemCopeXAngle {
	ForgeTypeId^ get ();
}
static member SteelElemCopeXAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace